[BD_CabinetTurnIn InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.Ep1_WeaponLocker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_EchoDevice MissionItemDefinition]
UseFailureCharacterMessage="I want %s To use this element."
ItemName="Pictures of hyperion"
PickupMessage="you have come %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="in general"

[ItemDefs.ID_EchoDevice:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The Hyperion 12 version includes new features such as a smaller control panel with better graphics, a 3D menu and a higher price compared to its predecessor.."
NoConstraintText=""
Suffix=""
Prefix=""

